[
    {
      "name": "slide1",
      "caption": "1/2 Each of these pizzerias have private property. Owning this property gives incentive to the owners to operate their business better. Think about it, who would have more motivation to operate better- a person who owns the property or who doesn't? (2) These pizzerias have a profit motive because they know they are able to make a profit they are incentivized to do so. If they didn't own the property then there would be no motivation to make a profit.(3) Because the pizzerias are each owned by different entrepreneurs, these entrepreneurs and hence their pizzerias compete with eachother to attract the most customers. (4) The pizzerias attract the most customers with market discipline meaning the market gives them information. Who's the market? Us. The customers. When we go into the pizzerias and eat all the beef pizza what are we telling the pizzerias? That they should make more beef pizza. Hence, more customers.(5) These pizzerias have the option to loose everything and close down. They pass the loss test so they are in the free market.",
      "image": "/sliders/103/slider1/1031.png"
    },
    {
    "name": "slide2",
    "caption": "2/2 The pizzerias in the command system are not private property. They are owned by the government (a monopoly) instead of many entrepreneurs. (2) Because of this they don't have an incentive to make profit hence they don't have a profit motive. Why would the people who make the pizza be incentivized to make a profit if they will be paid the same by the government regardless of sales? (3) Also, because the pizzerias don't own the property- they don't have any competition. Because who would they have to compete? Themseleves? All the pizzerias are owned by the same government so there's no competition. (4) There is also no market discipline. The pizzeria is going to stick to what the government told them to make no matter what the customers prefer. Why would they listen to the customer if they are going to get paid even if they sell 0 pizzas.(5) Finally, there is no loss test. These pizzerias in a comand system do not have anything to loose since they're being backed by the government whos funding them even if again they make 0 pizzas.",
    "image": "/sliders/103/slider1/1032.png"
    }
  ]